Repository: FUKA-INNOVATIONS/Safeeye
Catalog: Safeye/Safeye/*.lproj/Localizable.strings
Languages: fi, uk

# signInTitle
source: Sign in
fi: Kirjaudu sisään
uk: Увійти

# emailTitle
source: Your email address
fi: Sähköpostiosoite
uk: Ваша електронна пошта

# emailPlaceholder
source: Email address
fi: Kirjoita sähköpostiosoitteesi
uk: Електронна пошта

# passwordTitle
source: Your password
fi: Salasana
uk: Ваш пароль

# passwordPlaceholder
source: Password
fi: Kirjoita salasanasi
uk: Пароль

# signInButton
source: Sign in
fi: Kirjaudu sisään
uk: Увійти

# createNewAcc
source: Create a new account
fi: Luo uusi tili
uk: Зареєструватись

# createNewTitle
source: Create new account
fi: Luo uusi tili
uk: Зареєструвати новий акаунт

# signUpButton
source: Create account
fi: Luo tili
uk: Зареєструватись

# backToSignIn
source: Sign in
fi: Kirjaudu sisään
uk: Увійти

# loginAlertTitle
source: Login failed
fi: Kirjautuminen epäonnistui
uk: Помилка логіна

# okBtn
source: OK
fi: ai että, okeei

# youDecidetext
source: You decide who sees your profile
fi: Sinä päätät ketkä näkevät profiilisi
uk: Ви вирішуєте хто бачить ваш профіль

# textProfile
source: In order to be safe, you must create a profile
fi: Luo profiili ja pysy turvassa!
uk: Заради безспеки вам потрібно створити профіль

# createProfileBtn
source: Create a profile
fi: Luo profiili
uk: Створити профіль

# textProfileUpdate
source: Please fill the fileds you want to update
fi: Täytä kentät, jotka haluat päivittää
uk: Будь ласка заповніть усі поля, які ви хочете оновити

# textProfileBlanc
source: Please fill all fields to create new profile
fi: Täytä kaikki kentät
uk: Будь ласка заповніть усі поля, щоб створити профіль

# fullNameTitle
source: Your full name
fi: Etu- ja sukunimi
uk: Ваше повне імʼя

# fullNamePlaceholder
source: Full name
fi: Koko nimi
uk: ПІБ

# addressTitle
source: Your address
fi: Osoitteesi
uk: Ваша адреса

# addressPlaceholder
source: Address
fi: Kirojoita koko osoite
uk: Адреса

# birthdayTitle
source: Your birthday
fi: Syntymäpäiväsi
uk: Дата народження

# birthdayPlaceholder
source: Birthday
fi: Kirjoita syntymäpäiväsi
uk: Дата

# bloodTypeTitle
source: Choose your blood type
fi: Valitse veriryhmäsi
uk: Виберіть группу крові

# illnessTitle
source: Illness
fi: Sinun sairautesi
uk: Ваші захворювання

# illnessPlaceholder
source: Illness
fi: Ilness
uk: Хвороби

# allergiesTitle
source: Allergies
fi: Sinun allergiasi
uk: Ваші алергії

# saveBtn
source: Save & go back
fi: Tallenna ja palaa takaisin
uk: Зберегти та повернутись

# fieldAlertTitle
source: Fill all fields
fi: Täytä kaikki kentät
uk: Заповніть усі поля

# fieldAlertText
source: Please fill all fields
fi: Täytä kaikki kentät jatkaaksesi
uk: Будь ласка, заповність усі поля

source: Sign out
fi: Kirjaudu ulos
uk: Вийти

# connection
source: Connection code
fi: Yhteyskoodi
uk: Код для зʼєднання

# copyBtn
source: Copy
fi: Kopioi
uk: Копіювати

source: No code
fi: Ei koodia
uk: Немає коду

# lightMode
source: Light
fi: Vaalea
uk: Світла

# darkMode
source: Dark
fi: Tumma
uk: Темна

# settingsTitle
source: Settings
fi: Asetukset
uk: Налаштування

# updateCoordinatesBtn
source: Update Home Coordinates
fi: Päivitä kotisi koordinaatit

# updateCoordinatesInfo
source: Once 'Update home coordinates' is clicked, your coordinates will be automatically updated to match your current location.
fi: Painaamalla 'Päivitä kodin koordinaatit' nappia, kotisi koordinaatit päivitetään automaattisesti vastaamaan nykyistä sijaintiasi.

source: About Safeye
fi: Tietoa meistä

# faqTitle
source: FAQ
fi: UKK

# privacyTitle
source: Privacy
fi: Yksityisyys

# howItWorksTitle
source: How it works
fi: Käyttöohjeet

# infoSettingsTitle
source: Information
fi: Tiedot

# eventsNumber
source: events
fi: tapahtumaa
uk: подіїї

# createNewEventBtn
source: Create new event
fi: Luo uusi tapahtuma
uk: Створити нову подію

# yourEventsTitle
source: YOUR EVENTS
fi: Sinun tapahtumat
uk: ВАШІ ПОДІЇ

# yourFriendsEventsTitle
source: YOUR FRIENDÂ´S EVENTS
fi: Ystäviesi tapahtumat
uk: ПОДІЇ ВАШИХ ДРУЗІВ

# eventInfoTitle
source: Started
fi: Aloitettu
uk: Розпочато

# safeStatusTitle
source: Started
fi: Aloitettu
uk: Розпочато

# panicStatusTitle
source: Panic
fi: Hädässä
uk: Небезпека

# startedStatusTitle
source: Started
fi: Aloitettu
uk: Розпочато

# deleteBtn
source: Delete
fi: Poista
uk: Видалити

# trustedContactsTrack
source: TRUSTED CONTACTS
fi: Tapahtuman turvaverkko
uk: ДОВІРЕНІ КОНТАКТИ

# eventdDetailsTrack
source: EVENT DETAILS
fi: Tapahtuman tiedot
uk: ДЕТАЛІ ПОДІЇ

# startTrack
source: Starting from:
fi: Alkaa
uk: Розпочинається з:

# endTrack
source: Ending at:
fi: Päättyy
uk: Закінчиться в:

# eventTypeTrack
source: Event type:
fi: Tapahtumatyyppi
uk: Тип події:

# otherTrack
source: Other info:
fi: Muut tiedot
uk: Інше інфо:

# viewOnMapBtn
source: View Tracked User On Map
fi: Näytä käyttäjän sijainti kartalla
uk: Показати користувача на мапі

# showRecordedBtn
source: Show recorded messages
fi: Näytä tallennetut viestit
uk: Показати записані повідомлення

# recordMessageBtn
source: Record Message
fi: Tallenna viesti
uk: Записати повідомлення

# safeBtn
source: Safe
fi: Turvassa
uk: В безпеці

source: Recorded messages
fi: Tallennetut viestit
uk: Записані повідомлення

# recordedYourMessages
source: Your recorded messages
fi: Tallennetut viestit
uk: Ваші повідомлення

# SaveUpdateBtn
source: Save/Update Your Message
fi: Tallenna viestisi
uk: Зберегти/Оновити ваші повідомлення

source: Cancel Recording
fi: Peruuta tallennus
uk: Відмінити записа повідомлення

# selectContactsTitle
source: SELECT CONTACTS FOR THE EVENT*
fi: Määritä tapahtuman turvaverkko
uk: ВИБРАТИ КОНТАКТИ ДЛЯ ПОДІЇ*

# createEventInfoText
source: These contacts will be able to see events details
fi: Valitut hekilöt näkevät tapahtuman kaikki tiedot

# dateAndTime
source: ESTIMATED EVENT DATE AND TIME
fi: Tapahtuman arivioitu ajankohta

# startTime
source: Start*
fi: Alkaa
uk: Початок*

# endTime
source: End
fi: Päättyy
uk: Кінець

source: EVENT TYPE*
fi: Tapahtumatyyppi
uk: ТИП ПОДІЇ*

# addContactBtn
source: add
fi: Lisää
uk: додати

# removeContactBtn
source: remove
fi: Poista
uk: видалити

source: Location
fi: Sijainti
uk: Локація

source: Select event type
fi: Valitse tapahtumatyyppi
uk: Виберіть тип події

source: Bar night
fi: Baari-ilta
uk: Кирилівська 43

source: Night club
fi: Bailaaminen
uk: Клоузер

source: Dinner
fi: Illallinen
uk: Курені

source: House party
fi: Kotibileet
uk: Хвильовий

source: First date
fi: Treffit
uk: Пʼяна вишня

# otherType
source: Other
fi: Muu
uk: Інше

# otherDetailTitle
source: OTHER VALUABLE DETAILS
fi: Muut tiedot
uk: ІНША ВАЖЛИВО ІНФОРМАЦІЯ

# detailPlaceholder
source: Anything else?
fi: Muuta?
uk: Щось ще?

# saveActivateBtn
source: Save & activate
fi: Tallenna & aktivoi
uk: Зберегти та активувати

# addEventInfo
source: Add event information
fi: Lisää tapahtuman tiedot
uk: Додати інформацію події

# savingEventInfo
source: Saving will also enable the tracking mode
fi: Tallentaminen aktivoi seurantatilan
uk: Зберігання також активує режим відслідження

# trustedContactsTitle
source: My trusted contacts
fi: Yhteyshenkilöt
uk: Мої довірені контакти

# bornTitle
source: Born:
fi: Syntynyt
uk: Дата народження:

# bloodTitle
source: Blood type
fi: Veriryhmä
uk: Тип крові

# safeSpaceTitle
source: My safe spaces
fi: Omat turvapaikat
uk: Мої місця безпеки

# noPlaceYet
source: You haven't yet added any places
fi: Et ole vielä lisännyt paikkoja
uk: Ви ще не додали місця безпеки

source: View on map
fi: Näytä kartalla
uk: Показати на мапі

source: Add new
fi: Lisää uusi
uk: Додати нове

source: No name
fi: Ei nimeä
uk: Немає імʼя

# selectPhoto
source: Select profile photo
fi: Valitse profiilikuva
uk: Вибрати фото

source: Country
fi: Maa
uk: Країна

source: Finland
fi: Suomi
uk: Фінляндія

source: Sweden
fi: Ruotsi
uk: Швеція

source: Estonia
fi: Viro
uk: Естонія

source: Denmark
fi: Tanska
uk: Данія

source: Norway
fi: Norja
uk: Норвегія

# searchBtn
source: Search
fi: Hae
uk: Пошук

# addBtn
source: Add
fi: Lisää
uk: Додати

# nothingTitle
source: Nothing to display
fi: Ei sisältöä
uk: Поки тут пусто

# errorSearch
source: To search, enter a valid connection code.
fi: Syötä ystäväsi yhteyskoodi hakukenttään
uk: Для пошуку введіть звʼязуючий код

# chooseMapBtn
source: Choose from map?
fi: Valitse kartalta
uk: Вибрати на мапі?

# addSafeBtn
source: Add
fi: Lisää
uk: Додати

# nameSafe
source: Name
fi: Nimi
uk: Назва

# streetSafe
source: Street
fi: Osoite
uk: Вулиця

# citySafe
source: City
fi: Paikkakunta
uk: Місто

# zipSafe
source: Zip
fi: Postinumero
uk: Індекс

# foundWord
source: Found
fi: Löytyi
uk: Знайдено

# placesWord
source: places
fi: paikkaa
uk: місць

# connectionsTitle
source: CONNECTIONS
fi: Yhteydet
uk: ЗВʼЯЗКИ

# receivedReqTitle
source: RECEIVED REQUESTS
fi: Vastaanotetut pyynnöt
uk: ОТРИМАНІ ЗАПИТИ

# sentReqTitle
source: SENT REQUESTS
fi: Lähetetyt pyynnöt
uk: ВІДПРАВИТИ ЗАПИТ

# acceptBtn
source: accept
fi: Hyväksy
uk: прийняти

# profileBtn
source: profile
fi: Profiili
uk: профіль

# cancelReq
source: cancel
fi: Peruuta
uk: відмінити

source: Connection code
fi: Yhteyskoodi
uk: Звʼязуючий код

# connectiontInfo
source: Your connection code is the only way people can find you on Safeye. Share it with others and they'll be able to send you a connection request.
fi: Yhteyskoodisi on ainoa tapa, jolla ihmiset voivat löytää sinut Safeye:stä. Jaa se muiden kanssa, niin he voivat lähettää sinulle yhteyspyynnön.

source: No code
fi: Ei koodia
uk: Немає коду

# addNewContact
source: Add a new contact
fi: Lisää uusi yhteyshenkilö
uk: Додати новий контакт

# fullNameContact
source: Full name
fi: Koko nimi
uk: ПІБ

# sentContactBtn
source: sent
fi: Lähetetty
uk: відправити

# homeNav
source: Events
fi: Tapahtumat
uk: Події

# profileNav
source: Profile
fi: Profiili
uk: Профіль

# connectNav
source: Connections
fi: Yhteydet
uk: Контакти

# settingsNav
source: Setting
fi: Asetukset
uk: Налаштування

# friendAlert
source: Friend needs your help!
fi: Ystäväsi tarvitsee apuasi!
uk: Ваш друг потребує допомгу!

# imageAvatarError
source: There was an error loading the image.
fi: Kuvan lataamisessa tapahtui virhe.

# focusBtn
source: Focus
fi: Keskitä
uk: Навестись

# trustedContactsMap
source: Trusted Contacts
fi: Luotetut yhteyshenkilöt
uk: Довірені контакти

# noAddedContacts
source: You have not added any contacts.
fi: Et ole lisännyt yhteysthenkilöitä

source: Headline
fi: Otsikko

# firstLastName
source: Firstname Lastname
fi: Etu- ja sukunimi

source: Maybe home address?
fi: Ehkä kotiosoite?

# healthDetail
source: Health details
fi: Terveystiedot

source: Person details
fi: Henkilötiedot
uk: Деталі користувача

# connectionAlreadyExists
source: This connection already exists.
fi: Tämä yhteys on jo olemassa.
uk: Цей звʼязок вже існує

# requestAlreadySent
source: You have sent a request to this user.
fi: Olet jo lähettänyt pyynnön tälle käyttäjälle.

# requestAlreadyRecieved
source: You have recieved a request by this user.
fi: Olet jo vastaanottanut pyynnön tältä käyttäjältä.

source: User not found
fi: Käyttäjää ei löydy

# cantAddYourself
source: You cannot add yourself
fi: Et voi lisätä itseäsi

# connectionReqSuccesess
source: Connection request sent successfully.
fi: Yhteyspyyntö lähetetty onnistuneesti.

# errorConnectionReq
source: An error occured while sending a connection request.
fi: Yhteyspyynnön lähettämisessä tapahtui virhe.

# allergiesPlaceholder
source: Allergies
uk: Алергії

# codeInput
source: Connection code...
uk: Звʼязуючий код...

source: Health details
uk: Деталі здоровʼя
